class Schedule10B():
    def __init__(self):
        self.lessons = {'monday':    '1. Физкультура     \n'
                                     '2. Алгебра         \n'
                                     '3. Физика          \n'
                                     '4. Русский язык    \n'
                                     '5. Информатика     \n'
                                     '6. Английский язык \n',
                        'tuesday':   '1. Алгебра         \n'
                                     '2. Алгебра         \n'
                                     '3. Информатика     \n'
                                     '4. Информатика     \n'
                                     '5. Физика          \n'
                                     '6. Физика          \n',
                        'wednesday': '1. Физика          \n'
                                     '2. Химия           \n'
                                     '3. ВУЗ Математика  \n'
                                     '4. ВУЗ Математика  \n'
                                     '5. ВУЗ Физика      \n'
                                     '6. ВУЗ Физика      \n',
                        'thursday':  '1. Алгебра         \n'
                                     '2. Геометрия       \n'
                                     '3. Литература      \n'
                                     '4. Общество        \n'
                                     '5. Физика          \n'
                                     '6. Английский      \n'
                                     '7. Физкультура     \n',
                        'friday':    '1. Информатика     \n'
                                     '2. Георафия        \n'
                                     '3. История         \n'
                                     '4. Английский      \n'
                                     '5. Физкультура     \n'
                                     '6. Биология        \n'
                                     '7. Общество        \n',
                        'saturday':  '1. Литература      \n'
                                     '2. ОБЖ             \n'
                                     '3. Геометрия       \n'
                                     '4. Литература      \n'
                                     '5. История         \n'}
